Repository: viet1012/patrol_app
Catalog: lib/l10n/app_*.arb
Languages: ja, vi

# plant
source: Factory
ja: 工場(*)
vi: Nhà máy

source: Group
ja: グループ(*)
vi: Nhóm

# fac
source: Factory
ja: 工場(*)
vi: Phân xưởng

source: Area
ja: エリア(*)
vi: Khu vực

source: Machine
ja: 機械(*)
vi: Máy móc

source: Search or add new...
ja: 検索または新規入力...
vi: Tìm kiếm hoặc nhập mới...

# label_freq
source: Frequency
ja: 発生頻度
vi: Tần suất phát sinh

# label_prob
source: Probability
ja: 発生可能性
vi: Khả năng phát sinh

# label_sev
source: Severity
ja: ケガの重大性
vi: Mức độ chấn thương

# label_risk
source: Risk Level
ja: リスクレベル
vi: Mức độ rủi ro

# frequency_often
source: Frequent
ja: 頻繁
vi: Thường xuyên

# frequency_sometimes
source: Occasional
ja: 時々
vi: Thỉnh thoảng

# frequency_rare
source: Rare
ja: 殆どない
vi: Hầu như không

# probability_certain
source: Certain
ja: 確実
vi: Chắc chắn

# probability_high
source: Likely
ja: 可能性が高い
vi: Khả năng cao

# probability_possible
source: Possible
ja: 可能性がある
vi: Có khả năng

# probability_rare
source: Unlikely
ja: ほとんどない
vi: Hầu như không

# severity_critical
source: Catastrophic
ja: 致命傷
vi: Vết thương chí mạng

# severity_severe
source: Severe Injury
ja: 重症
vi: Chấn thương nghiêm trọng

# severity_moderate
source: Moderate Injury
ja: 中等傷
vi: Chấn thương vừa phải

# severity_minor
source: Minor Injury
ja: 軽傷
vi: Chấn thương nhẹ

# severity_negligible
source: Negligible
ja: 軽微
vi: Không đáng kể

# risk_low
source: I - Low Risk
ja: I - 低リスク
vi: I - Rủi ro thấp

# risk_medium
source: II - Medium Risk
ja: II - 中リスク
vi: II - Rủi ro trung bình

# risk_high
source: III - High Risk
ja: III - 高リスク
vi: III - Rủi ro cao

# risk_very_high
source: IV - Very High Risk
ja: IV - 非常に高いリスク
vi: IV - Rủi ro rất cao

# risk_extreme
source: V - Extreme Risk
ja: V - 極めて高いリスク
vi: V - Rủi ro cực kỳ cao

# needRecheck
source: Need to recheck similar issues
ja: 類似問題を再確認する必要があります
vi: Cần rà soát lại vấn đề tương tự

# needRecheckWithArea
source: Need to recheck similar issues in {area}
ja: {area}ラインで類似問題を再確認する必要があります
vi: Cần rà soát lại vấn đề tương tự ở {area}

# needSelectArea
source: Area not selected
ja: エリアが選択されていません
vi: Chưa chọn khu vực

# commentHint
source: Note...
ja: コンテンツ...(*)
vi: Nội dung...

# counterMeasureHint
source: Countermeasure...
ja: 対策...
vi: Đối sách...

# label_5m
source: 5M（発生要因）
vi: 5M phát sinh

# label_quality_impact
source: 製品品質への影響度
vi: Mức độ ảnh hưởng đến chất lượng sản phẩm

# impact_claim
source: クレーム発生
vi: Phát sinh claim

# impact_defect_in_process
source: 工程内不良（不良品）発生
vi: Phát sinh phế phẩm trong công đoạn

# impact_accident_risk
source: 労働災害発生リスクあり
vi: Có rủi ro phát sinh tai nạn lao động

# impact_gauge_damage
source: 検査治具／測定器の破損発生
vi: Phát sinh hư hỏng dụng cụ kiểm tra
